final scriptures = [
  {
    'id': 1,
    'type': 'A',
    'num': 1,
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '고린도후서',
    'chapter': 5,
    'part': 17,
    'content': '그러므로 누구든지 그리스도 안에 있으면 새로운 피조물이라. 이전 것은 지나갔으니, 보라 새것이 되었도다.'
  },
  {
    'id': 2,
    'type': 'A',
    'num': 2,
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '갈라디아서',
    'chapter': 2,
    'part': 20,
    'content':
        '내가 그리스도와 함께 십자가에 못 박혔나니, 그런즉 이제는 내가 산 것이 아니요 오직 내 안에 그리스도께서 사신 것이라. 이제 내가 육체 가운데 사는 것은 나를 사랑하사 나를 위하여 자기 몸을 버리신 하나님의 아들을 믿는 믿음 안에서 사는 것이라'
  },
  {
    'id': 3,
    'type': 'A',
    'num': 3,
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '로마서',
    'chapter': 12,
    'part': 1,
    'content':
        '그러므로 형제들아, 내가 하나님의 모든 자비하심으로 너희를 권하노니 너희 몸을 하나님이 기뻐하시는 거룩한 산제사로 드리라. 이는 너희의 드릴 영적예배니라.'
  },
  {
    'id': 4,
    'type': 'A',
    'num': 4,
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '요한복음',
    'chapter': 14,
    'part': 21,
    'content':
        '나의 계명을 가지고 지키는 자라야 나를 사랑하는 자니, 나를 사랑하는 자는 내 아버지께 사랑을 받을 것이요 나도 그를 사랑하여 그에게 나를 나타내리라.'
  },
];
