final frontScripture = [
  {
    'id': 1,
    'type': 'A',
    'num': '1',
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '고린도후서',
    'chapter': '5',
    'part': '17',
    'content': '그러므로 누구든지 그리스도 안에 있으면 새로운 피조물이라. 이전 것은 지나갔으니, 보라 새것이 되었도다.'
  },
  {
    'id': 2,
    'type': 'A',
    'num': '2',
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '갈라디아서',
    'chapter': '2',
    'part': '20',
    'content':
        '내가 그리스도와 함께 십자가에 못 박혔나니, 그런즉 이제는 내가 산 것이 아니요 오직 내 안에 그리스도께서 사신 것이라. 이제 내가 육체 가운데 사는 것은 나를 사랑하사 나를 위하여 자기 몸을 버리신 하나님의 아들을 믿는 믿음 안에서 사는 것이라'
  },
  {
    'id': 3,
    'type': 'A',
    'num': '3',
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '로마서',
    'chapter': '12',
    'part': '1',
    'content':
        '그러므로 형제들아, 내가 하나님의 모든 자비하심으로 너희를 권하노니 너희 몸을 하나님이 기뻐하시는 거룩한 산제사로 드리라. 이는 너희의 드릴 영적예배니라.'
  },
  {
    'id': 4,
    'type': 'A',
    'num': '4',
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '요한복음',
    'chapter': '14',
    'part': '21',
    'content':
        '나의 계명을 가지고 지키는 자라야 나를 사랑하는 자니, 나를 사랑하는 자는 내 아버지께 사랑을 받을 것이요 나도 그를 사랑하여 그에게 나를 나타내리라.'
  },
  {
    'id': 5,
    'type': 'A',
    'num': '5',
    'theme': '새로운 삶',
    'title': '말씀',
    'book': '디모데후서',
    'chapter': '3',
    'part': '16',
    'content': '모든 성경은 하나님의 감동으로 된 것으로, 교훈과 책망과 바르게 함과 의로 교육하기에 유익하니.'
  },
  {
    'id': 6,
    'type': 'A',
    'num': '6',
    'theme': '새로운 삶',
    'title': '말씀',
    'book': '여호수아',
    'chapter': '1',
    'part': '8',
    'content':
        '이 율법책을 네 입에서 떠나지 말게 하며 주야로 그것을 묵상하여 그 가운데 기록한 데로 다 지켜 행하라. 그리하면 네 길이 평탄하게 될 것이라. 네가 형통하리라.'
  },
  {
    'id': 7,
    'type': 'A',
    'num': '7',
    'theme': '새로운 삶',
    'title': '기도',
    'book': '요한복음',
    'chapter': '15',
    'part': '7',
    'content': '너희가 내 안에 거하고 내 말이 너희 안에 거하면 무엇이든지 원하는 대로 구하라. 그리하면 이루리라.'
  },
  {
    'id': 8,
    'type': 'A',
    'num': '8',
    'theme': '새로운 삶',
    'title': '기도',
    'book': '빌립보서',
    'chapter': '4',
    'part': '6 - 7',
    'content':
        '아무것도 염려하지 말고 오직 모든 일에 기도와 간구로 너희 구할 것을 감사함으로 하나님께 아뢰라. 그리하면 모든 지각에 뛰어난 하나님의 평강이 그리스도 예수안에서 너희 마음과 생각을 지키시리라.'
  },
  {
    'id': 9,
    'type': 'A',
    'num': '9',
    'theme': '새로운 삶',
    'title': '교제',
    'book': '마태복음',
    'chapter': '18',
    'part': '20',
    'content': '두세 사람이 내 이름으로 모인 곳에는 나도 그들 중에 있느니라.'
  },
  {
    'id': 10,
    'type': 'A',
    'num': '10',
    'theme': '새로운 삶',
    'title': '교제',
    'book': '히브리서',
    'chapter': '10',
    'part': '24-25',
    'content':
        '서로 돌아보아 사랑과 선행을 격려하여, 모이기를 폐하는 어떤 사람들의 습관과 같이 하지 말고, 오직 권하여 그날이 가까움을 볼 수록 더욱 그리하자.'
  },
  {
    'id': 11,
    'type': 'A',
    'num': '11',
    'theme': '새로운 삶',
    'title': '증거',
    'book': '마태복음',
    'chapter': '4',
    'part': '19',
    'content': '말씀하시되, 나를 따라오너라 내가 너희로 사람을 낚는 어부가 되게 하리라 하시니.'
  },
  {
    'id': 12,
    'type': 'A',
    'num': '12',
    'theme': '새로운 삶',
    'title': '증거',
    'book': '로마서',
    'chapter': '1',
    'part': '16',
    'content':
        '내가 복음을 부끄러워하지 아니하노니, 이 복음은 모든 믿는 자에게 구원을 주시는 하나님의 능력이 됨이라. 첫째는 유대인에게요 또한 헬라인에게로다.'
  },
  {
    'id': 13,
    'type': 'B',
    'num': '1',
    'theme': '그리스도를 전파함',
    'title': '모든 사람이 죄를 범함',
    'book': '로마서',
    'chapter': '3',
    'part': '23',
    'content': '모든 사람이 죄를 범하였으매 하나님의 영광에 이르지 못하였더니.'
  },
  {
    'id': 14,
    'type': 'B',
    'num': '2',
    'theme': '그리스도를 전파함',
    'title': '모든 사람이 죄를 범함',
    'book': '이사야',
    'chapter': '53',
    'part': '6',
    'content': '우리는 다 양 같아서 그릇 행하여 각기 제 길로 갔거늘, 여호와께서는 우리 무리의 죄악을 그에게 담당시키셨도다.'
  },
  {
    'id': 15,
    'type': 'C',
    'num': '1',
    'theme': '하나님을 의뢰함',
    'title': '성령',
    'book': '고린도전서',
    'chapter': '3',
    'part': '16',
    'content': '너희는 너희가 하나님의 성전인 것과 하나님의 성령이 너희 안에 거하시는 것을 알지 못하느냐.'
  },
  {
    'id': 16,
    'type': 'C',
    'num': '2',
    'theme': '하나님을 의뢰함',
    'title': '성령',
    'book': '고린도전서',
    'chapter': '2',
    'part': '12',
    'content':
        '우리가 세상의 영을 받지 아니하고 오직 하나님으로부터 온 영을 받았으니, 이는 우리로 하여금 하나님께서 우리에게 은혜로 주신 것들을 알게 하려 하심이라.'
  },
  {
    'id': 17,
    'type': 'C',
    'num': '3',
    'theme': '하나님을 의뢰함',
    'title': '능력',
    'book': '이사야',
    'chapter': '41',
    'part': '10',
    'content':
        '두려워하지 말라 내가 너와 함께 함이라. 놀라지 말라 나는 네 하나님이 됨이라. 내가 너를 굳세게 하리라. 참으로 너를 도와주리라. 참으로 나의 의로운 오른손으로 너를 붙들리라.'
  },
  {
    'id': 18,
    'type': 'C',
    'num': '4',
    'theme': '하나님을 의뢰함',
    'title': '능력',
    'book': '빌립보서',
    'chapter': '4',
    'part': '13',
    'content': '내게 능력 주시는 자 안에서 내가 모든 것을 할 수 있느니라.'
  },
  {
    'id': 19,
    'type': 'C',
    'num': '5',
    'theme': '하나님을 의뢰함',
    'title': '성실',
    'book': '예레미야애가',
    'chapter': '3',
    'part': '22-23',
    'content':
        '여호와의 인자와 긍휼이 무궁하시므로 우리가 진멸되지 아니함이니이다. 이것들이 아침마다 새로우니 주의 성실하심이 크시도소이다.'
  },
  {
    'id': 20,
    'type': 'C',
    'num': '6',
    'theme': '하나님을 의뢰함',
    'title': '성실',
    'book': '민수기',
    'chapter': '23',
    'part': '19',
    'content':
        '하나님은 인자가 아니시니 실언치 않으시고 인생이 아니시니 후회가 없으시도다. 어찌 그 말씀하신 바를 행하지 않으시며 하신 말씀을 실행하지 않으시랴.'
  },
  {
    'id': 21,
    'type': 'C',
    'num': '7',
    'theme': '하나님을 의뢰함',
    'title': '평안',
    'book': '이사야',
    'chapter': '26',
    'part': '3',
    'content': '주께서 심지가 견고한 자를 평강하고 평강하도록 지키시리니 이는 그가 주를 신뢰함이니이다.'
  },
  {
    'id': 22,
    'type': 'C',
    'num': '8',
    'theme': '하나님을 의뢰함',
    'title': '평안',
    'book': '베드로전서',
    'chapter': '5',
    'part': '7',
    'content': '너희 염려를 다 주께 맡기라 이는 그가 너희를 권고하심이라.'
  },
  {
    'id': 23,
    'type': 'C',
    'num': '9',
    'theme': '하나님을 의뢰함',
    'title': '공급',
    'book': '로마서',
    'chapter': '8',
    'part': '32',
    'content':
        '자기 아들을 아끼지 아니하시고 우리 모든 사람을 위하여 내주신 이가 어찌 그 아들과 함께 모든 것을 우리에게 주시지 아니하겠느냐.'
  },
  {
    'id': 24,
    'type': 'C',
    'num': '10',
    'theme': '하나님을 의뢰함',
    'title': '공급',
    'book': '빌립보서',
    'chapter': '4',
    'part': '19',
    'content': '나의 하나님이 그리스도 예수 안에서 영광 가운데 그 풍성한 대로 너희의 모든 쓸 것을 채우시리라.'
  },
  {
    'id': 25,
    'type': 'C',
    'num': '11',
    'theme': '하나님을 의뢰함',
    'title': '유혹에서 도우심',
    'book': '히브리서',
    'chapter': '2',
    'part': '18',
    'content': '그가 시험을 받아 고난을 당하셨은즉 시험 받는 자들을 능히 도우실 수 있느니라.'
  },
  {
    'id': 26,
    'type': 'C',
    'num': '12',
    'theme': '하나님을 의뢰함',
    'title': '유혹에서 도우심',
    'book': '시편',
    'chapter': '119',
    'part': '9,11',
    'content':
        '청년이 무엇으로 그의 행실을 깨끗하게 하리이까 주의 말씀만 지킬 따름이니이다. 내가 주께 범죄하지 아니하려 하여 주의 말씀을 내 마음에 두었나이다.'
  },

  // D
  {
    'id': 27,
    'type': 'D',
    'num': '1',
    'theme': '그리스도 제자의 자격',
    'title': '그리스도를 첫자리에 모심',
    'book': '마태복음',
    'chapter': '6',
    'part': '33',
    'content': '그런즉 너희는 먼저 그의 나라와 그의 의를 구하라. 그리하면 이 모든 것을 너희에게 더하시리라.'
  },
  {
    'id': 28,
    'type': 'D',
    'num': '2',
    'theme': '그리스도 제자의 자격',
    'title': '그리스도를 첫자리에 모심',
    'book': '누가복음',
    'chapter': '9',
    'part': '23',
    'content': '또 무리에게 이르시되 누구든지 나를 따라오려거든 자기를 부인하고 날마다 자기 십자가를 지고 나를 따를 것이니라.'
  },
  {
    'id': 29,
    'type': 'D',
    'num': '3',
    'theme': '그리스도 제자의 자격',
    'title': '죄에서 떠남',
    'book': '요한일서',
    'chapter': '2',
    'part': '15-16',
    'content':
        '이 세상이나 세상에 있는 것들을 사랑하지 말라... 세상도, 그 정욕도 지나가되 오직 하나님의 뜻을 행하는 자는 영원히 거하느니라.'
  },
  {
    'id': 30,
    'type': 'D',
    'num': '4',
    'theme': '그리스도 제자의 자격',
    'title': '죄에서 떠남',
    'book': '로마서',
    'chapter': '12',
    'part': '2',
    'content':
        '이 세대를 본받지 말고 오직 마음을 새롭게 함으로 변화를 받아 하나님의 선하시고 기뻐하시고 온전하신 뜻이 무엇인지 분별하도록 하라.'
  },
  {
    'id': 31,
    'type': 'D',
    'num': '5',
    'theme': '그리스도 제자의 자격',
    'title': '견고함',
    'book': '고린도전서',
    'chapter': '15',
    'part': '58',
    'content': '그러므로 내 사랑하는 형제들아 견고하며 흔들리지 말고 항상 주의 일에 더욱 힘쓰는 자들이 되라.'
  },
  {
    'id': 32,
    'type': 'D',
    'num': '6',
    'theme': '그리스도 제자의 자격',
    'title': '견고함',
    'book': '히브리서',
    'chapter': '12',
    'part': '3',
    'content': '너희가 피곤하여 낙심하지 않기 위하여 죄인들의 이같이 자기에게 거역한 일을 참으신 이를 생각하라.'
  },

  // E (일부)
  {
    'id': 33,
    'type': 'E',
    'num': '1',
    'theme': '그리스도를 닮아감',
    'title': '사랑',
    'book': '요한복음',
    'chapter': '13',
    'part': '34-35',
    'content': '새 계명을 너희에게 주노니 서로 사랑하라... 이로써 모든 사람이 너희가 내 제자인 줄 알리라.'
  },
  {
    'id': 34,
    'type': 'E',
    'num': '2',
    'theme': '그리스도를 닮아감',
    'title': '사랑',
    'book': '요한일서',
    'chapter': '3',
    'part': '18',
    'content': '자녀들아 우리가 말과 혀로만 사랑하지 말고 행함과 진실함으로 하자.'
  },
  {
    'id': 35,
    'type': 'E',
    'num': '3',
    'theme': '그리스도를 닮아감',
    'title': '겸손',
    'book': '빌립보서',
    'chapter': '2',
    'part': '3-4',
    'content':
        '아무 일에든지 다툼이나 허영으로 하지 말고 오직 겸손한 마음으로 각각 자기보다 남을 낫게 여기고 각각 자기 일을 돌볼 뿐더러 또한 각각 다른 사람들의 일을 돌보아 나의 기쁨을 충만하게 하라.'
  },
  {
    'id': 36,
    'type': 'E',
    'num': '4',
    'theme': '그리스도를 닮아감',
    'title': '겸손',
    'book': '베드로전서',
    'chapter': '5',
    'part': '5-6',
    'content':
        '젊은 자들아 이와 같이 장로들에게 순종하고 다 서로 겸손으로 허리를 동이라 하나님은 교만한 자를 대적하시되 겸손한 자들에게는 은혜를 주시느니라. 그러므로 하나님의 능하신 손 아래에서 겸손하라 때가 되면 너희를 높이시리라.'
  },
  {
    'id': 37,
    'type': 'E',
    'num': '5',
    'theme': '그리스도를 닮아감',
    'title': '순결',
    'book': '에베소서',
    'chapter': '5',
    'part': '3',
    'content': '음행과 온갖 더러운 것과 탐욕은 너희 중에서 그 이름조차도 부르지 말라 이는 성도에게 마땅한 바니라.'
  },
  {
    'id': 38,
    'type': 'E',
    'num': '6',
    'theme': '그리스도를 닮아감',
    'title': '순결',
    'book': '베드로전서',
    'chapter': '2',
    'part': '11',
    'content': '사랑하는 자들아 거류민과 나그네 같은 너희를 권하노니 영혼을 거슬러 싸우는 육체의 정욕을 제어하라.'
  },
  {
    'id': 39,
    'type': 'E',
    'num': '7',
    'theme': '그리스도를 닮아감',
    'title': '정직',
    'book': '레위기',
    'chapter': '19',
    'part': '11',
    'content': '너희는 도둑질하지 말며 속이지 말며 서로 거짓말하지 말며.'
  },
  {
    'id': 40,
    'type': 'E',
    'num': '8',
    'theme': '그리스도를 닮아감',
    'title': '정직',
    'book': '사도행전',
    'chapter': '24',
    'part': '16',
    'content': '이것으로 말미암아 나도 하나님과 사람에 대하여 항상 양심에 거리낌이 없기를 힘쓰나이다.'
  },
  {
    'id': 41,
    'type': 'E',
    'num': '9',
    'theme': '그리스도를 닮아감',
    'title': '믿음',
    'book': '히브리서',
    'chapter': '11',
    'part': '6',
    'content':
        '믿음이 없이는 하나님을 기쁘시게 하지 못하나니 하나님께 나아가는 자는 반드시 그가 계신 것과 또한 그가 자기를 찾는 자들에게 상 주시는 이심을 믿어야 할지니라.'
  },
  {
    'id': 42,
    'type': 'E',
    'num': '10',
    'theme': '그리스도를 닮아감',
    'title': '믿음',
    'book': '로마서',
    'chapter': '4',
    'part': '20-21',
    'content':
        '믿음이 없어 하나님의 약속을 의심하지 않고 믿음으로 견고하여져서 하나님께 영광을 돌리며 약속하신 그것을 또한 능히 이루실 줄을 확신하였으니.'
  },
  {
    'id': 43,
    'type': 'E',
    'num': '11',
    'theme': '그리스도를 닮아감',
    'title': '선행',
    'book': '갈라디아서',
    'chapter': '6',
    'part': '9-10',
    'content':
        '우리가 선을 행하되 낙심하지 말지니 포기하지 아니하면 때가 이르매 거두리라. 그러므로 우리는 기회 있는 대로 모든 이에게 착한 일을 하되 더욱 믿음의 가정들에게 할지니라.'
  },
  {
    'id': 44,
    'type': 'E',
    'num': '12',
    'theme': '그리스도를 닮아감',
    'title': '선행',
    'book': '마태복음',
    'chapter': '5',
    'part': '16',
    'content':
        '이같이 너희 빛이 사람 앞에 비치게 하여 그들로 너희 착한 행실을 보고 하늘에 계신 너희 아버지께 영광을 돌리게 하라.'
  }
];
