final scriptures = [
  {
    'id': 1,
    'type': 'A',
    'num': '1',
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '고린도후서',
    'chapter': '5',
    'part': '17',
    'content': '그러므로 누구든지 그리스도 안에 있으면 새로운 피조물이라. 이전 것은 지나갔으니, 보라 새것이 되었도다.'
  },
  {
    'id': 2,
    'type': 'A',
    'num': '2',
    'theme': '새로운 삶',
    'title': '중심되신 그리스도',
    'book': '갈라디아서',
    'chapter': '2',
    'part': '20',
    'content':
        '내가 그리스도와 함께 십자가에 못 박혔나니, 그런즉 이제는 내가 산 것이 아니요 오직 내 안에 그리스도께서 사신 것이라. 이제 내가 육체 가운데 사는 것은 나를 사랑하사 나를 위하여 자기 몸을 버리신 하나님의 아들을 믿는 믿음 안에서 사는 것이라'
  },
  {
    'id': 3,
    'type': 'A',
    'num': '3',
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '로마서',
    'chapter': '12',
    'part': '1',
    'content':
        '그러므로 형제들아, 내가 하나님의 모든 자비하심으로 너희를 권하노니 너희 몸을 하나님이 기뻐하시는 거룩한 산제사로 드리라. 이는 너희의 드릴 영적예배니라.'
  },
  {
    'id': 4,
    'type': 'A',
    'num': '4',
    'theme': '새로운 삶',
    'title': '그리스도께 순종',
    'book': '요한복음',
    'chapter': '14',
    'part': '21',
    'content':
        '나의 계명을 가지고 지키는 자라야 나를 사랑하는 자니, 나를 사랑하는 자는 내 아버지께 사랑을 받을 것이요 나도 그를 사랑하여 그에게 나를 나타내리라.'
  },
  {
    'id': 5,
    'type': 'A',
    'num': '5',
    'theme': '새로운 삶',
    'title': '말씀',
    'book': '디모데후서',
    'chapter': '3',
    'part': '16',
    'content': '모든 성경은 하나님의 감동으로 된 것으로, 교훈과 책망과 바르게 함과 의로 교육하기에 유익하니.'
  },
  {
    'id': 6,
    'type': 'A',
    'num': '6',
    'theme': '새로운 삶',
    'title': '말씀',
    'book': '여호수아',
    'chapter': '1',
    'part': '8',
    'content':
        '이 율법책을 네 입에서 떠나지 말게 하며 주야로 그것을 묵상하여 그 가운데 기록한 데로 다 지켜 행하라. 그리하면 네 길이 평탄하게 될 것이라. 네가 형통하리라.'
  },
  {
    'id': 7,
    'type': 'A',
    'num': '7',
    'theme': '새로운 삶',
    'title': '기도',
    'book': '요한복음',
    'chapter': '15',
    'part': '7',
    'content': '너희가 내 안에 거하고 내 말이 너희 안에 거하면 무엇이든지 원하는 대로 구하라. 그리하면 이루리라.'
  },
  {
    'id': 8,
    'type': 'A',
    'num': '8',
    'theme': '새로운 삶',
    'title': '기도',
    'book': '빌립보서',
    'chapter': '4',
    'part': '6 - 7',
    'content':
        '아무것도 염려하지 말고 오직 모든 일에 기도와 간구로 너희 구할 것을 감사함으로 하나님께 아뢰라. 그리하면 모든 지각에 뛰어난 하나님의 평강이 그리스도 예수안에서 너희 마음과 생각을 지키시리라.'
  },
  {
    'id': 9,
    'type': 'A',
    'num': '9',
    'theme': '새로운 삶',
    'title': '교제',
    'book': '마태복음',
    'chapter': '18',
    'part': '20',
    'content': '두세 사람이 내 이름으로 모인 곳에는 나도 그들 중에 있느니라.'
  },
  {
    'id': 10,
    'type': 'A',
    'num': '10',
    'theme': '새로운 삶',
    'title': '교제',
    'book': '히브리서',
    'chapter': '10',
    'part': '24-25',
    'content':
        '서로 돌아보아 사랑과 선행을 격려하여, 모이기를 폐하는 어떤 사람들의 습관과 같이 하지 말고, 오직 권하여 그날이 가까움을 볼 수록 더욱 그리하자.'
  },
  {
    'id': 11,
    'type': 'A',
    'num': '11',
    'theme': '새로운 삶',
    'title': '증거',
    'book': '마태복음',
    'chapter': '4',
    'part': '19',
    'content': '말씀하시되, 나를 따라오너라 내가 너희로 사람을 낚는 어부가 되게 하리라 하시니.'
  },
  {
    'id': 12,
    'type': 'A',
    'num': '12',
    'theme': '새로운 삶',
    'title': '증거',
    'book': '로마서',
    'chapter': '1',
    'part': '16',
    'content':
        '내가 복음을 부끄러워하지 아니하노니, 이 복음은 모든 믿는 자에게 구원을 주시는 하나님의 능력이 됨이라. 첫째는 유대인에게요 또한 헬라인에게로다.'
  },
];
